[
    {
        "header": "AI in Healthcare",
        "imagepath": "../../../assets/images/about/aihealthcare.png",
        "description": "Artificial intelligence (AI) in healthcare is the use of complex algorithms and software to emulate human cognition in the analysis, interpretation, and comprehension of complicated medical and healthcare data. There are many diseases and there also many ways that AI has been used to efficiently and accurately diagnose them. Some of the diseases that are the most notorious such as Diabetes, and Cardiovascular Disease (CVD) which are both in the top ten for causes of death worldwide have been the basis behind a lot of the research/testing to help get an accurate diagnosis. Due to such a high mortality rate being associated with these diseases there have been efforts to integrate various methods in helping get accurate diagnosis'."
    },
    {
        "header": "Private Cloud Automation & Orchestration",
        "imagepath": "../../../assets/images/about/cloudautomation.png",
        "description": "In an IT world where everything seems to be getting cloud-washed, private cloud is an area that may be experiencing it the most. Many infrastructures described as private clouds are really talking about some subset of private cloud components, which I have referred to as converged infrastructure. Typically, it consists of some level of consolidation, virtualization and integrated hardware, possibly with some automation, monitoring and orchestration. Automation is the foundation on which orchestration gets built. It is programmed processes in place for repetitive tasks. An example of a process that is easily automated is server provisioning. Automation simplifies processes and alleviates repetition in static workflows. Additionally, orchestration can tie in approval processes at defined points in a given workflow."
    },
    {
        "header": "Mid-market Solutions",
        "imagepath": "../../../assets/images/about/marketsolution.png",
        "description": "Growing organizations can stretch business value from Infrascape network monitoring solutions. For many growing, mid-market organizations, new pressures have led to IT complexities. Budget constraints, for instance, commonly impose spending limits on new solutions; in this situation, it becomes more important than ever to maximize the business value generated by solutions that are low on the total cost of ownership. It's important to ensure that they are deployed quickly and effectively, delivering return on the investment as fast as possible by aligning IT services closely with business strategies. Here, driving business value through automation whenever possible can play a key role in reducing costs. In recent months, Infrascape has demonstrated its ongoing commitment to its mid-market customers in a variety of ways. These include new solutions, including one of the first appliance based network monitoring solution designed to help customers drive value with these plug and play devices."
    },
    {
        "header": "Business Intelligence",
        "imagepath": "../../../assets/images/about/businessintele.png",
        "description": "With a proven deep understanding of the most widely-used BI tools and association with the popular Business Intelligence vendors, We are exceptionally positioned to manage the entire BI process from requirement analysis to Production Live in the target BI platforms. Our blended-shoring global delivery model, agile methodology help leverage on budgetary benefits from our capabilities. Our Warehouse-to-Analytics Service offering brings value to your organization by providing expertise to help you attain your business objectives. Our Business Intelligence Practice uses a complete integrated approach to help our customers in their efforts to unlock the value buried deep in their data."
    },
    {
        "header": "Application Development",
        "imagepath": "../../../assets/images/about/applicationdev.png",
        "description": "We have been involved in the creation of customized software for numerous clients for many years. Backed by a team of expert software programmers with years of experience building business applications, we can develop the most advanced systems that incorporate vast amounts of data and communications. We especially pride ourselves on our web application development services. We can provide you with unique web applications that will allow you to implement even the most complex of business strategies with ease. We can develop the most advanced systems that incorporate vast amounts of data and communications. We especially pride ourselves on our web application development services. We can provide you with unique web applications that will allow you to implement even the most complex of business strategies with ease the uniqueness of a web application is that it can be accessed through the Web or through an Intranet network. This allows you to maintain and update the application from a central source, instead of having to install the software or upgrading it from thousands of user computers. This can reduce your support costs and also increase productivity."
    }
]